tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'drone/drone'

brew 'direnv'
brew 'drone'
brew 'fish'
brew 'git'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'terraform'

cask 'aerial'
cask 'alfred'
cask 'basictex'
cask 'cloudapp'
cask 'docker'
cask 'doxie'
cask 'expressvpn'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpg-suite'
cask 'hazel'
cask 'irccloud'
cask 'iterm2'
cask 'keybase'
cask 'navicat-premium-essentials'
cask 'ngrok'
cask 'omnigraffle'
cask 'opera'
cask 'postman'
cask 'sketch'
cask 'skyfonts'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'textmate'
cask 'viscosity'
cask 'vlc'
cask 'whatsapp'


mas '1password7',     id: 1333542190
mas 'divvy',          id: 413857545
mas 'fantastical',    id: 975937182
mas 'keynote',        id: 409183694
mas 'numbers',        id: 409203825
mas 'pages',          id: 409201541
mas 'pixelmator-pro', id: 1289583905
mas 'todoist',        id: 585829637
mas 'trello',         id: 1278508951
